Revit 2027 API
ParameterTypeId.RebarSystemSpanhookBottomDirn2 Property
 "Hook Angle Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpanhookBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpanhookBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpanhookBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpanhookBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace